import { SliderInfo } from "./declare/slider";

export const dataSlider: SliderInfo[] = [
	{
			id: 1,
			title: `Приключения ждут тебя`,
			description:
					'Присоединяйтесь к нам сегодня и создайте своего уникального персонажа! Исследуйте мир, взаимодействуйте с другими игроками и станьте частью увлекательной истории. Ваша фантазия — единственное ограничение!',
			image: '1.png',
	},
	{
			id: 2,
			title: 'Увлекательные развлечения',
			description:
					'Присоединяйтесь к нам сегодня и создайте своего уникального персонажа! Исследуйте мир, взаимодействуйте с другими игроками и станьте частью увлекательной истории. Ваша фантазия — единственное ограничение!',
			image: '1.png',
	},
	{
			id: 3,
			title: 'Раскрой свой потенциал',
			description:
					'Присоединяйтесь к нам сегодня и создайте своего уникального персонажа! Исследуйте мир, взаимодействуйте с другими игроками и станьте частью увлекательной истории. Ваша фантазия — единственное ограничение!',
			image: '1.png',
	},
];